; WinSnap v2.0.1 Arabic Language File (Template)
; Translated by Your Name <youremail@domain.com>


;##############################################################################

; NOTE: All statements started with ';' are comments and they are completely 
;       ignored by WinSnap. Feel free to remove them from your language file!

;##############################################################################
; Changes for version 2.0.1 (February 12, 2006)

; Tray tooltip
20003="WinSnap v2.0"

; .Exe filter
20033="ملفات تنفيذية (*.exe, *.bat, *.cmd)"

; Save As dialog
20060="حفظ مع شفافية"

; Settings, Image tab
20061="الشفافية"

; Capture modes
20211="كامل الشاشة"
20212="تطبيق"
20213="نافذة"
20214="قائمة"
20215="كائن"
20216="منطقة"

; Main menu, Capture
20511="&كامل الشاشة\tCtrl+1"
20512="&تطبيق\tCtrl+2"
20513="&نافذة\tCtrl+3"
20514="&قائمة\tCtrl+4"
20515="كا&ئن\tCtrl+5"
20516="&منطقة\tCtrl+6"

; Main menu
20600="&أدوات"
20601="ت&خصيص..."

; Tray menu
20921="&كامل الشاشة"
20922="&تطبيق"
20923="&نافذة"
20924="&قائمة"
20925="كا&ئن"
20926="&منطقة"

; Settings, Hotkeys tab
21712="كامل الشاشة:"
21713="نوافذ التطبيق:"
21714="نافذة نشطة:"
21715="قائمة منبثقة:"
21716="بدء تصوير كائن :"
21717="بدء تصوير منطقة :"

; Customize Tools dialog
23000="تخصيص الأدوات"
23001="جديد..."
23002="تحرير..."
23003="إزالة"
23004="تحريك لفوق"
23005="تحريك لتحت"
23006="إغلاق"

; New Tool dialog
23100="أداة خارجية"
23101="حسنا"
23102="إلغاء الأمر"

23110="التطبيق:"
23111="العنوان:"
23112="الأمر:"
23113="إستعراض..."
23114="المعايير :"
23115="بعد تنفيذ الأمر WinSnap تصغير"
23116="عدم المطالبة بإسم الملف للصورة المحفوظة"
23120="خيارات الحفظ:"
23121="المجلد :"
23122="إستعراض..."
23123="إسم الملف:"
23124="صيغة الصورة:"

; Region mode, right-click menu
24106="حجم ثابت"
24107="مكان التخزين"

; Object mode, helper dialog
24201="حرك مؤشر الفأرة على الشاشة لتغيير التحديد . إستعمل مفتاح كنترول لتحديد كائنات متعددة و الزر الأيمن لتغيير الإعدادات"
24202="العنوان:"
24203="الطبقة:"
24204="العملية:"

; Object mode, right-click menu
24300="تحديد كائن\tSpace"
24301="عكس التحديد\tTab"
24302="إحباط التحديد\tBackspace"
24303="الأزرار و التحكم"
24304="نوافذ التطبيق"
24305="إلغاء التصوير\tEsc"
24306="تجاهل هذه القائمة"

; Register dialog
28000="WinSnap تسجيل"
28001="شراء"
28002="إدخال مفتاح الرخصة..."
28003="متابعة"
28004="خروج"
28010="هذه النسخة من البرنامج هي نسخة تجريبية لمدة 30 يوم . يجب شراء الرخصة إذا تريد الإستمرار باستخدامه"
28011="بقي لديك %d يوم على التسجيل"
28012="الرخصة و التكلفة"

; About dialog
28100="WinSnap حول"
28101="حسنا"
28102="تسجيل"
28103="هذا المنتج مرخص باسم:"
28104="منتديات الدعم"

; Errors
32009="مجلد غير صالح\r\n%s"
32010="تعذر إنشاء العملية"
32020="يجب تعيين إسم ما"

32030="يجب تعيين الإسم لتسجيلك"
32031="يجب إدخال رقم التسلسل"
32032="ملف الرخصة غير صالح أو تالف"
32033="رمز التسجيل غير صالح . تأكد من أنك أدخلت إسمك و رقم التسلسل كما هو بالضبط في رسالة التسجيل"
32034="فشل النسخ لملف الرخصة إلى مجلد البرنامج . تحتاج إلى إذونات إدارية لتسجيل البرنامج"

;##############################################################################
; Changes for version 1.1.6 (August 24, 2006)
; Added strings:
;   ="> 20002="WinSnap"
; General page
;   ="> 21114="Include mouse cursor in capture"
; Image page
;   ="> 21603="Keep WinSnap minimized in auto-save mode"
;   ="> 21604="Clear image on minimize to safe memory"
; Region selection
;   ="> 24100="Rectangle"
;   ="> 24101="Round rectangle"
;   ="> 24102="Ellipse"
;   ="> 24103="Abort selection\tBackspace"
;   ="> 24104="Cancel capture\tEsc"
;   ="> 24105="Dismiss this menu"
;##############################################################################


;##############################################################################
; WinSnap enumerates all *.LNG files into .\lang subfolder!
; To add a language for WinSnap:
;     1) translate this file;
;     2) save it as <NewLanguage>.lng in UNICODE format
;        (for Notepad: select File->Save_As and then choose Unicode encoding);
;     3) test it before submitting!!!
;
; Translations forum/tracker: http://www.ntwind.com/forum/viewforum.php?f=3
;
; I will include some translations to my official release (if you accept!).
; Please put your e-mail address for feedback somewhere!


; There are a few special characters (two symbols are recognized as one):
;     1) carriage return and new line:  \r\n
;     2) tab:  \t
;     3) quotation mark:  \"
;     4) back slash:  \\


; NOTE: These language files will generally work with future versions of 
;       WinSnap, but some strings will appear in English. I will put a 
;       change log for future versions in the comments of this file.
;##############################################################################


; Currently WinSnap uses *.LNG file names for language identifying.
; This string is ignored. Please put here for future versions:
;     10000="English_LanguageName (Native_LanguageName)"
;     e.g. 10000="German (Deutsch)"
10000="Arabic (عربي)"


; Caption
20000="Windows Snapshot Maker v2.0"
20001="(بدون رخصة)"

; Tooltip in the system tray
20002="WinSnap"

; Default name of saved image
20010="تصوير"

; Print job name
20011="WinSnap لقطة تصوير"

; Save/Open filters
20030="كافة الملفات (*.*)"
20031="كل الصيغ المعتمدة"
20032="بيانات رخصة (*.key, *.txt)"
20040="BMP (*.bmp, *.dib)"
20041="JPEG (*.jpg, *.jpeg, *.jpe)"
20042="PNG (*.png)"
20043="GIF (*.gif)"
20044="TIFF (*.tif, *.tiff)"

; Supported formats
20062="BMP"
20063="JPEG"
20064="PNG"
20065="GIF"
20066="TIFF"

; Preview states
20090="<< فارغ >>"
20091="توليد..."

; Main window
20100="إغلاق"
20101="لقطة جديدة"
20102="نسخ إلى الحافظة"
20103="حفظ الصورة..."
20104="ارسال عبر البريد..."

20110="التلوين:"
20111="إيقاف"
20112="تدرج رمادي"
20113="بني داكن"
20114="عكس"

20115="الظل:"
20116="إيقاف"
20117="موجب"
20118="سالب"
20119="مخطط"

20120="متفرقات:"
20121="محيط"
20122="العلامة المائية"
20123="الإستدارة"
20124="القياس"

20200="وضعية التصوير:"
20201="كامل الشاشة"
20202="تطبيق"
20203="نافذة"
20204="منطقة التابع"
20205="قائمة منبثقة"
20206="منطقة"

; Menu
20300="&ملف"
20301="&لقطة جديدة\tCtrl+N"
20302="&فتح الصورة\tCtrl+O"
20303="&حفظ\tCtrl+S"
20304="حفظ &باسم ..."
20305="حفظ &صويرة باسم..."
20306="&طباعة\tCtrl+P"
20307="&إعداد الصفحة..."
20308="&خروج"

20350="ت&حرير"
20351="&نسخ\tCtrl+C"
20352="نسخ &صويرة"
20353="&لصق\tCtrl+V"
20354="&مسح الصورة\tDel"

20400="&خيارات"
20401="حفظ ت&لقائي"
20402="نسخ تل&قائي"
20403="إعدادات...\tF2"

20410="ت&لوين"
20411="إ&يقاف"
20412="ت&درج رمادي"
20413="&بني داكن"
20414="&عكس الألوان"

20420="&ظل"
20421="إ&يقاف"
20422="م&وجب"
20423="&سالب"
20424="م&خطط"

20430="مت&فرقات"
20431="م&حيط"
20432="&علامة مائية"
20433="إ&ستدارة"
20434="ت&درج"

20500="ت&صوير"
20501="&كامل الشاشة\tCtrl+1"
20502="&تطبيق\tCtrl+2"
20503="&نافذة\tCtrl+3"
20504="منطقة &تابع\tCtrl+4"
20505="&قائمة منبثقة\tCtrl+5"
20506="&منطقة...\tCtrl+6"

20550="&تعليمات"
20551="&مواضيع التعليمات\tF1"
20552="ال&صفحة الرئيسية"
20553="منتديات الد&عم"
20554="التدقيق عن ت&حديثات الآن"
20555="WinSnap &حول..."
20556="WinSnap &شراء"
20557="إ&دخال مفتاح الرخصة..."

; Tray menu
20900="WinSnap إخفاء"
20901="WinSnap إظهار"
20903="إعدادات..."
20904="خروج"

20911="&كامل الشاشة"
20912="&تطبيق"
20913="&نافذة"
20914="منطقة &التابع"
20915="قائمة &منبثقة"
20916="&منطقة"

; Config
21000="ترجمة الأستاذ عوض الغامدي                    إعدادات"
21001="حسنا"
21002="إلغاء الأمر"
21003="تطبيق"

21050="عام"
21051="مزج"
21052="نقشة"
21053="العلامة المائية"
21054="الصورة"
21055="المفاتيح الساخنة"

; General page
21100="اللغة :"
21101="المزيد من اللغات..."
21102="مع بدء الويندوز WinSnap بدء"
21103="التدقيق دوريا عن تحديثات بالإنترنت"
21104="دائما بالمقدمة WinSnap عرض نافذة"
21105="و مكانها WinSnap إستعادة حجم نافذة"
21106="دائما بجوار الساعة WinSnap إظهار أيقونة"
21107="التصغير إلى الجوار عند الإغلاق"
21108="WinSnap أخذ لقطة عند بدء :"
21109="وضعية بدء الإلتقاط :"
21110="تشغيل الصوت عند أخذ اللقطة"
21111="قبل التصوير WinSnap إخفاء نوافذ"
21112="إخفاء إيقونة الجوار قبل التصوير"
21113="(مث) WinSnap التأخر قبل التصوير عند ظهور :"
21114="تضمين مؤشر الفأرة مع اللقطة"

; Blending page
21200="الظل:"
21201="الزاوية:"
21202="°"
21203="المسافة:"
21204="بكسل"
21205="الحجم:"
21206="بكسل"
21207="العتامة:"
21208="%"
21209="اللون:"
21210="#"
21211="المحيط:"
21212="اللون:"
21213="#"
21214="الحجم:"
21215="بكسل"
21216="الخلفية:"
21217="اللون:"
21218="#"

; Canvas page
21400="الإستدارة:"
21401="الزاوية:"
21402="°"
21403="القياس:"
21404="تناسب مع القياس:"
21405="تناسب حجم الصورة:"
21406="البعد:"
21407="%"
21408="العرض:"
21409="بكسل"
21410="الإرتفاع:"
21411="بكسل"
21412="فرض الحصص"
21413="متقدم:"
21414="وضعية التحريف:"

21490="أقرب جوار"
21491="ثنائي"
21492="تكعيبي"
21493="(ثنائي (عالي الجودة"
21494="(تكعيبي (عالي الجودة"

; Watermark page
21500="غطاء الصورة:"
21501="ملف الصورة:"
21502="إستعراض..."
21503="تغطية مع شفافية:"
21504="العتامة:"
21505="%"
21506="المكان:"
21507="تحديد البدل من الجوانب المتعلقة للصورة:"
21508="أفقي"
21509="%"
21510="رأسي:"
21511="%"
21512="أفقي"
21513="بكسل"
21514="رأسي:"
21515="بكسل"
21516="إستخدام إحداثيات متقاربة"

21590="أعلى - يسار"
21591="أعلى - وسط"
21592="على - يمين"
21593="وسط - يسار"
21594="توسيط"
21595="وسط - يمين"
21596="أسفل - يسار"
21597="أسفل - وسط"
21598="أسفل - يمين"

; Saving page
21600="نسخ الصور تلقائيا إلى الحافظة"
21601="حفظ الصور تلقائيا على القرص"
21602="عدم المطالبة بإسم الملف للصورة المحفوظة"
21603="مصغرا في وضعية الحفظ التلقائي WinSnap إبقاء"
21604="حذف الصورة بالوضع المصغر لسلامة الذاكرة"
21610="خيارات الحفظ التلقائي:"
21611="المجلد الإفتراضي :"
21612="إستعراض..."
21613="إسم الملف:"
21615="صيغة الصورة:"
21620="الضغط"
21621="JPEG نوعية:"
21622="%"
21699="تحديد المجلد للحفظ التلقائي للقطات التصوير"

; Hotkeys page
21700="تمكين كافة المفاتيح الساخنة للنظام"
21701="تحكم التصوير :"
21702="كامل الشاشة:"
21703="نوافذ التطبيق:"
21704="نافذة نشطة:"
21705="نافذة منطقة التابع:"
21706="قائمة منبثقة:"
21707="بدء تصوير منطقة :"
21720="WinSnap تحكم :"
21721="تصغير/إستعادة:"
21722="إظهار/إخفاء النافذة الرئيسية:"
21723="WinSnap الخروج من:"

; Region selection
24001="قم بتحديد منطقة على الشاشة باستخدام الفأرة أو الأسهم في لوحة المفاتيح . إستخدم الزر الأيمن لتغيير شكل المنطقة و (إف1) لإظهار أو لإخفاء هذه الأداة المساعدة"
24002="المكان:"
24003="س:"
24004="ص:"
24005="الحجم:"
24006="ع:"
24007="إ:"

24100="مستطيل"
24101="مستطيل مستدير"
24102="بيضاوي"
24103="إحباط التحديد\tBackspace"
24104="إلغاء التصوير\tEsc"
24105="تجاهل هذه القائمة"

; Confirmations
31900="WinSnap تأكيد"
31901="ما زال شغال . هل تريد إيقافه ؟ WinSnap"
31902="؟ WinSnap هل تريد فعلا الخروج من"
31903="لإنهاء عملية التسجيل WinSnap الرجاء إعادة تشغيل\r\nالآن ؟ WinSnap هل تريد إعادة تشغيل"

; Errors
32000="WinSnap خطأ"
32001="تعذر تشغيل ملف اللغة"
32002="لا يمكن حفظ الإعدادات في الريجستري . تأكد من حقوقك في الوصول"
32003="لا يمكن فتح ملف الصورة\r\nهذا ليس ملف صورة صالح أو صيغته غير معتمدة حاليا"
32004="لا يمكن حفظ ملف الصورة على القرص"
32005="لا يمكن حفظ ملف الصورة إلى ملف مؤقت"
32006="(Mapi32.dll) تعذر تحميل دعم نظام البريد"
32007="فشل في إرسال الرسالة MAPI"
32008="WinSnap فشل في تسجيل"

; Check for update
32500="WinSnap تحديث"
32501="على الإنترنت WinSnap يتوفر نسخة جديدة من\r\nهل تريد التحميل الآن ؟"
32502="تعبر حديثة . لا توفر تحديث حاليا WinSnap نسختك من"

